src/history/history10/KBe21hist201floWWIPlaysOut.org
#+TITLE: WWI happens
* when the war began, people realized offense wasn't actually dominant
** defense was actually easier than offenese
* why not stop (why didn't they cut their losses)
** pride
** sunk cost fallacy - both sides thought they might /just/ be able to win
*** maybe if one government can outlast another (if enemy is about to collapse) then it'll be over soon
** people had been expecting it
** this idea that the people who back down first will loose
** defending still seems riskier
** preempting being better assumes element of surprise, but everyone was expecting it
** prefer that the war happens on someone else's turf
* defense is relatively easy
** machine guns and trenches are too effective for cutting down foot soldiers
** no tanks to deal with barbed wire and machine gun fire
* tanks
** too little, too late
** unfortunately, europeans learn the wrong lesson and people leave thinking defense is better
* ships
** british and german dreadnaughts don't really do anything for the entire war (except one battle)
** not about navies fighting each other, but rather about navies blockading eachother
* submarines
** bad news bears for the british (bc britain relies on imports) and esp civilian ships
** total war: ignoring international laws, civilian lives are discounted
* race to outlast the other country
** 'if we can last one day longer, then we win'
** mutinies everywhere
* leveraging ethnic diversity
** british ask arabs in the ottoman empire to help
** germans ask poles in russia to help
** germans try to get mexico to help (zimmerman telegram) but the US finds out and gets upset (oop)
* germany's goals
** create states between germany and russia
** want war reparations from france (even though they declared war on france first)
** want to increase power of their colonies
* US involevment
** churchill was upset that the americans didn't act sooner
** should the US have entered the war earlier
*** maybe the victory wouldn't have been so decisive if earlier
*** people didn't want to fight, willson was proudly reelected for not putting america into war
*** not as much power/standing military was ready yet (barely any taxes at the time)
** why did the US want to join the war later
*** ideological barrier drops
*** public opinion sways
* military size / politics aren't determinative
** allied powers were much richer, but still was pretty even until US joined
