docs/hist201/KBe21hist201floWWIPlaysOut.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-11 Sat 09:34 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>WWI happens</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Taproot" />
<link rel="stylesheet" href="https://taproot3.sanity.gq/global.css" type="text/css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="https://taproot3.sanity.gq/sitemap.html"> UP </a>
 |
 <a accesskey="H" href="https://taproot3.sanity.gq/theindex.html"> HOME </a>
</div><div id="content">
<h1 class="title">WWI happens</h1>
<div id="outline-container-org3e0cbc9" class="outline-2">
<h2 id="org3e0cbc9"><span class="section-number-2">1</span> when the war began, people realized offense wasn't actually dominant</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org6b5b186" class="outline-3">
<h3 id="org6b5b186"><span class="section-number-3">1.1</span> defense was actually easier than offenese</h3>
</div>
</div>
<div id="outline-container-orga738655" class="outline-2">
<h2 id="orga738655"><span class="section-number-2">2</span> why not stop (why didn't they cut their losses)</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orga5769eb" class="outline-3">
<h3 id="orga5769eb"><span class="section-number-3">2.1</span> pride</h3>
</div>
<div id="outline-container-org669e695" class="outline-3">
<h3 id="org669e695"><span class="section-number-3">2.2</span> sunk cost fallacy - both sides thought they might <i>just</i> be able to win</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-org3b1f6c1" class="outline-4">
<h4 id="org3b1f6c1"><span class="section-number-4">2.2.1</span> maybe if one government can outlast another (if enemy is about to collapse) then it'll be over soon</h4>
</div>
</div>
<div id="outline-container-org3bafa88" class="outline-3">
<h3 id="org3bafa88"><span class="section-number-3">2.3</span> people had been expecting it</h3>
</div>
<div id="outline-container-orga62e0d9" class="outline-3">
<h3 id="orga62e0d9"><span class="section-number-3">2.4</span> this idea that the people who back down first will loose</h3>
</div>
<div id="outline-container-orgc284bbb" class="outline-3">
<h3 id="orgc284bbb"><span class="section-number-3">2.5</span> defending still seems riskier</h3>
</div>
<div id="outline-container-org925f355" class="outline-3">
<h3 id="org925f355"><span class="section-number-3">2.6</span> preempting being better assumes element of surprise, but everyone was expecting it</h3>
</div>
<div id="outline-container-org2b116cc" class="outline-3">
<h3 id="org2b116cc"><span class="section-number-3">2.7</span> prefer that the war happens on someone else's turf</h3>
</div>
</div>
<div id="outline-container-orge098145" class="outline-2">
<h2 id="orge098145"><span class="section-number-2">3</span> defense is relatively easy</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org099e3c1" class="outline-3">
<h3 id="org099e3c1"><span class="section-number-3">3.1</span> machine guns and trenches are too effective for cutting down foot soldiers</h3>
</div>
<div id="outline-container-orgbf8ca32" class="outline-3">
<h3 id="orgbf8ca32"><span class="section-number-3">3.2</span> no tanks to deal with barbed wire and machine gun fire</h3>
</div>
</div>
<div id="outline-container-org90b6183" class="outline-2">
<h2 id="org90b6183"><span class="section-number-2">4</span> tanks</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orgc86f39d" class="outline-3">
<h3 id="orgc86f39d"><span class="section-number-3">4.1</span> too little, too late</h3>
</div>
<div id="outline-container-orge60af5b" class="outline-3">
<h3 id="orge60af5b"><span class="section-number-3">4.2</span> unfortunately, europeans learn the wrong lesson and people leave thinking defense is better</h3>
</div>
</div>
<div id="outline-container-org30011db" class="outline-2">
<h2 id="org30011db"><span class="section-number-2">5</span> ships</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orgf03e56c" class="outline-3">
<h3 id="orgf03e56c"><span class="section-number-3">5.1</span> british and german dreadnaughts don't really do anything for the entire war (except one battle)</h3>
</div>
<div id="outline-container-org41653d6" class="outline-3">
<h3 id="org41653d6"><span class="section-number-3">5.2</span> not about navies fighting each other, but rather about navies blockading eachother</h3>
</div>
</div>
<div id="outline-container-orge16aabb" class="outline-2">
<h2 id="orge16aabb"><span class="section-number-2">6</span> submarines</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-orgd197367" class="outline-3">
<h3 id="orgd197367"><span class="section-number-3">6.1</span> bad news bears for the british (bc britain relies on imports) and esp civilian ships</h3>
</div>
<div id="outline-container-orgc007663" class="outline-3">
<h3 id="orgc007663"><span class="section-number-3">6.2</span> total war: ignoring international laws, civilian lives are discounted</h3>
</div>
</div>
<div id="outline-container-org92d2281" class="outline-2">
<h2 id="org92d2281"><span class="section-number-2">7</span> race to outlast the other country</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-orge381ab9" class="outline-3">
<h3 id="orge381ab9"><span class="section-number-3">7.1</span> 'if we can last one day longer, then we win'</h3>
</div>
<div id="outline-container-orga10d659" class="outline-3">
<h3 id="orga10d659"><span class="section-number-3">7.2</span> mutinies everywhere</h3>
</div>
</div>
<div id="outline-container-orgc875e89" class="outline-2">
<h2 id="orgc875e89"><span class="section-number-2">8</span> leveraging ethnic diversity</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-org57a460f" class="outline-3">
<h3 id="org57a460f"><span class="section-number-3">8.1</span> british ask arabs in the ottoman empire to help</h3>
</div>
<div id="outline-container-org80a9d26" class="outline-3">
<h3 id="org80a9d26"><span class="section-number-3">8.2</span> germans ask poles in russia to help</h3>
</div>
<div id="outline-container-orgbbdc496" class="outline-3">
<h3 id="orgbbdc496"><span class="section-number-3">8.3</span> germans try to get mexico to help (zimmerman telegram) but the US finds out and gets upset (oop)</h3>
</div>
</div>
<div id="outline-container-org84270e9" class="outline-2">
<h2 id="org84270e9"><span class="section-number-2">9</span> germany's goals</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org0af1a01" class="outline-3">
<h3 id="org0af1a01"><span class="section-number-3">9.1</span> create states between germany and russia</h3>
</div>
<div id="outline-container-org34575fc" class="outline-3">
<h3 id="org34575fc"><span class="section-number-3">9.2</span> want war reparations from france (even though they declared war on france first)</h3>
</div>
<div id="outline-container-org9a77463" class="outline-3">
<h3 id="org9a77463"><span class="section-number-3">9.3</span> want to increase power of their colonies</h3>
</div>
</div>
<div id="outline-container-orgadbeb33" class="outline-2">
<h2 id="orgadbeb33"><span class="section-number-2">10</span> US involevment</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org2f877db" class="outline-3">
<h3 id="org2f877db"><span class="section-number-3">10.1</span> churchill was upset that the americans didn't act sooner</h3>
</div>
<div id="outline-container-org13666da" class="outline-3">
<h3 id="org13666da"><span class="section-number-3">10.2</span> should the US have entered the war earlier</h3>
<div class="outline-text-3" id="text-10-2">
</div>
<div id="outline-container-orgb3a372b" class="outline-4">
<h4 id="orgb3a372b"><span class="section-number-4">10.2.1</span> maybe the victory wouldn't have been so decisive if earlier</h4>
</div>
<div id="outline-container-org1c80a1a" class="outline-4">
<h4 id="org1c80a1a"><span class="section-number-4">10.2.2</span> people didn't want to fight, willson was proudly reelected for not putting america into war</h4>
</div>
<div id="outline-container-orgbc49429" class="outline-4">
<h4 id="orgbc49429"><span class="section-number-4">10.2.3</span> not as much power/standing military was ready yet (barely any taxes at the time)</h4>
</div>
</div>
<div id="outline-container-org2e235ec" class="outline-3">
<h3 id="org2e235ec"><span class="section-number-3">10.3</span> why did the US want to join the war later</h3>
<div class="outline-text-3" id="text-10-3">
</div>
<div id="outline-container-orgd19c077" class="outline-4">
<h4 id="orgd19c077"><span class="section-number-4">10.3.1</span> ideological barrier drops</h4>
</div>
<div id="outline-container-org7874582" class="outline-4">
<h4 id="org7874582"><span class="section-number-4">10.3.2</span> public opinion sways</h4>
</div>
</div>
</div>
<div id="outline-container-org3ae84e4" class="outline-2">
<h2 id="org3ae84e4"><span class="section-number-2">11</span> military size / politics aren't determinative</h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-orgf4a83c1" class="outline-3">
<h3 id="orgf4a83c1"><span class="section-number-3">11.1</span> allied powers were much richer, but still was pretty even until US joined</h3>
<div class="outline-text-3" id="text-11-1">
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<div class="namedate"><p class="subtitle"><span class="author">Taproot</span><span class="date">2021-09-11 Sat 09:29</span></p></div><div class="taprootcopyright">(c) 2021 Houjun Liu, Huxley Marvit, Zachary Sayyah, Albert Huang, Dylan Wallace</div>
</div>
</body>
</html>
