docs/history/history10/KBe21hist201floWWIPlaysOut.tex
% Created 2021-09-11 Sat 16:40
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Taproot}
\date{\today}
\title{WWI happens}
\hypersetup{
 pdfauthor={Taproot},
 pdftitle={WWI happens},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\section{when the war began, people realized offense wasn't actually dominant}
\label{sec:orga5ee49a}
\subsection{defense was actually easier than offenese}
\label{sec:org061c6b8}
\section{why not stop (why didn't they cut their losses)}
\label{sec:org290e9c6}
\subsection{pride}
\label{sec:orgfe4f11b}
\subsection{sunk cost fallacy - both sides thought they might \emph{just} be able to win}
\label{sec:orgcfce595}
\subsubsection{maybe if one government can outlast another (if enemy is about to collapse) then it'll be over soon}
\label{sec:org4a2a5a4}
\subsection{people had been expecting it}
\label{sec:org8f16940}
\subsection{this idea that the people who back down first will loose}
\label{sec:org0a92c0c}
\subsection{defending still seems riskier}
\label{sec:org81a88a1}
\subsection{preempting being better assumes element of surprise, but everyone was expecting it}
\label{sec:orgf80b769}
\subsection{prefer that the war happens on someone else's turf}
\label{sec:org08c31ca}
\section{defense is relatively easy}
\label{sec:org9f0966b}
\subsection{machine guns and trenches are too effective for cutting down foot soldiers}
\label{sec:org5d43c07}
\subsection{no tanks to deal with barbed wire and machine gun fire}
\label{sec:org4cd7c7d}
\section{tanks}
\label{sec:orgb0d79a4}
\subsection{too little, too late}
\label{sec:org4dea694}
\subsection{unfortunately, europeans learn the wrong lesson and people leave thinking defense is better}
\label{sec:orgb53b4ca}
\section{ships}
\label{sec:orge2069cd}
\subsection{british and german dreadnaughts don't really do anything for the entire war (except one battle)}
\label{sec:org55733c9}
\subsection{not about navies fighting each other, but rather about navies blockading eachother}
\label{sec:org86b98bc}
\section{submarines}
\label{sec:org5e812e5}
\subsection{bad news bears for the british (bc britain relies on imports) and esp civilian ships}
\label{sec:org5a72de7}
\subsection{total war: ignoring international laws, civilian lives are discounted}
\label{sec:org1b9687d}
\section{race to outlast the other country}
\label{sec:org4fd9468}
\subsection{'if we can last one day longer, then we win'}
\label{sec:org1eab459}
\subsection{mutinies everywhere}
\label{sec:org6555b07}
\section{leveraging ethnic diversity}
\label{sec:orgdd59bd3}
\subsection{british ask arabs in the ottoman empire to help}
\label{sec:orgc93c631}
\subsection{germans ask poles in russia to help}
\label{sec:orge194a97}
\subsection{germans try to get mexico to help (zimmerman telegram) but the US finds out and gets upset (oop)}
\label{sec:org590cb64}
\section{germany's goals}
\label{sec:org3267285}
\subsection{create states between germany and russia}
\label{sec:org1a177c3}
\subsection{want war reparations from france (even though they declared war on france first)}
\label{sec:org6eb4ddc}
\subsection{want to increase power of their colonies}
\label{sec:org04b20d2}
\section{US involevment}
\label{sec:org32e241a}
\subsection{churchill was upset that the americans didn't act sooner}
\label{sec:orgefac3fe}
\subsection{should the US have entered the war earlier}
\label{sec:orgf22ae13}
\subsubsection{maybe the victory wouldn't have been so decisive if earlier}
\label{sec:org44a53b8}
\subsubsection{people didn't want to fight, willson was proudly reelected for not putting america into war}
\label{sec:orgb5bcabf}
\subsubsection{not as much power/standing military was ready yet (barely any taxes at the time)}
\label{sec:org84023fc}
\subsection{why did the US want to join the war later}
\label{sec:org43d71db}
\subsubsection{ideological barrier drops}
\label{sec:orgf0b03ca}
\subsubsection{public opinion sways}
\label{sec:org8b95968}
\section{military size / politics aren't determinative}
\label{sec:org0fbd698}
\subsection{allied powers were much richer, but still was pretty even until US joined}
\label{sec:org5fb00a3}
\end{document}
